{
  "Nicolas Cage": [
    "I’m not career-minded. My mantra has always been “work.”",
    "The media sometimes talks about the Video-on-Demand work.",
    "My interest has always been cinema or films, because that’s what I was most compelled by.",
    "I developed this mantra, which is: “I never had a career, I only have work.”",
    "There’s a difference between remorse and regret. I don’t have any regret.",
    "As a film actor, my job is to facilitate the director’s vision.",
    "I can’t go into specifics or percentages or ratios, but yeah, money is a factor.",
    "I always say to myself, 'I never had a career, only work.'",
    "Karaoke is kind of like a prayer.",
    "I think this quarantine experience, and the fear of the pandemic itself, only augments the closeness we feel with our animal brothers and sisters.",
    "I wanted to create a kind of wild and artistic and bizarre image.",
    "Well, all art is therapeutic and a positive place to transmute emotions from the negative into a positive.",
    "I think I’m going to continue, not so much to remind people or myself, but continue to play parts that allow me to express some meaning or some understanding of what it means to be a person.",
    "I do love romantic movies, but at my age it doesn’t happen very often.",
    "Which is a word I don’t like anymore, ‘acting’.",
    "I had gone on a bit of a tear for a while, exploring what I thought I could do with the boundaries or the limitations of film performance.",
    "Well, see, I’ve always viewed myself as a student.",
    "If I have my breakfast, then I can think, and that includes spiritual things, or whatever it is I want to do, meditate or read a book or watch a movie, and so I respect the food because that comes first for me.",
    "Nicolas Cage is a student who is on a path in cinema to try to keep learning and finding great characters with which to tell stories with."
  ],
  "Arnold Schwarzenegger": [
    "I play the Terminator, but you guys are the true terminators.",
    "My hair was pulled. I was hit with belts. So was the kid next door, and so was the kid next door. It was just the way it was.",
    "In sports, you learn competition means go after it, win it. And not to let anything else interfere.",
    "I found a new me.",
    "Why not?",
    "We simply must do everything we can in our power to slow down global warming before it is too late...",
    "She maybe is Puerto Rican or the same thing as Cuban. I mean, they are all very hot.",
    "This guy is just fumbling around.",
    "Just remember, you can't climb the ladder of success with your hands in your pockets.",
    "Going through the pain barrier, that's what makes the muscles grow.",
    "This is like winning an Oscar!… As if I would know!",
    "When I was on my way to the podium a gentleman stopped me and said I was as good a politician as I was an actor. What a cheap shot.",
    "I finally arrived here in 1968 with $20 in my pocket.",
    "My fellow immigrants, my fellow Americans how do you know if you are a Republican?",
    "There is another way you can tell you’re a Republican.",
    "Anyway, my fellow Americans, this is an amazing moment for me.",
    "My fellow Americans, I want you to know that I believe with all my heart that America remains the great idea that inspires the world."
  ],
  "Keanu Reeves": [
    "Grief changes shape, but it never ends.",
    "When we are uncomfortable or anything unpleasant happens, we look to take refuge in something.",
    "We had filmmakers who you wanted to say yes to...",
    "It's throwing down the Matrix gauntlet again; it's super smart, clever, entertaining, suspenseful, and funny....",
    "It was one of those phone calls where even though you're at home, you stand up...",
    "[While filming, Lana] was participating more with the movement of the camera, and more interested in doing than rehearsing.",
    "It's Trinity! It's Carrie-Anne Moss, Trinity flavor."
  ],
   "Tim Allen": [
    "The judge had suggested I get my act together, and I took him seriously.",
    "Men are pigs.",
    "Men are liars.",
    "To infinity and beyond!"
  ],
  "Eddy Murphy": [
    "If I don't die in a plane crash or something, this country has a rare opportunity to watch a great talent grow.",
    "Making movies is time-consuming and it's boring.",
    "I'm kind of long in the tooth to fly in in a cape now, so I'd have to be, like, the voice of reason or somebody. 'Don't do that, super-fellow!",
    "I can go to a country song, go right into it and make it sound authentic.",
    "I love the Beatles."
  ]
}